[
    {
        "body": "Algeria Press Service (APS; French: Algérie Presse Service; Arabic: وكالة الأنباء الجزائرية, romanized: Wakālat al-'Anbā' al-Jazā'iriyyah; Berber languages: ⵜⴰⵡⴰⴽⵍⴰ ⵉⵙⴰⵍⴻⵏ | ⵍⴻⵣⴰⵢⴻⵔ) is a news agency based in Algeria. Its first hand-typed news with the national flag's colours was then taken up by all the foreign media of the time. Algeria Press Service was created on December 1, 1961 in Tunis, in the wake of the Algerian War of Independence to be the flagship of the Algerian Revolution and the nation's standard-bearer on the global media scene. As a strong supporter of the November 1954 Revolution, APS settled soon after the cease-fire at the historic Casbah of Algiers, the centre of the resistance during the war. The agency was preparing for the post-war period, i.e. reconstruction of the country, and consolidation of national sovereignty. Following independence, APS headquarters temporarily settled in a maisonette at Krim Belkacem Boulevard in Algiers, improving its editorial office. They began establishing their network throughout the country and acquiring their first technical equipment. With it, the agency began operating as a public service broadcasting network. In the meantime, it started training journalists, technicians and operators. On April 1, 1963, the agency, which moved to a building at Che Guevara Boulevard where it stayed for over thirty years, began telegraphic news broadcasting. It got connected with other world news agencies. It also extended its network of regional bureaus and invested in its representations abroad. Its expanding photography service at the time enabled APS to distribute images of Algeria's broad reconstruction process, using the Belino System. On November 19, 1985, APS became an Établissement public à caractère économique et à vocation socio-culturelle. Transformed on April 20, 1991 into an Établissement public à caractère industriel et commercial (EPIC). In January 1993, the agency moved to its new headquarters in Kouba. It became involved in new technologies on January 1, 1994, when it launched its first computerised editorial office. On April 25, 1995, it started delivering its news automatically. On February 18, 1998, APS inaugurated its official website, having been hosted the previous year by the Research Center in Scientific and Technical Information (CERIST). On July 5, 1998, both of the agency's pages in Arabic and the agency's online product, APS Online, were launched. This marked the starting-point of a new stage that would position the agency among the world leaders of news and communication. In November of the same year, it launched its broadcast via satellite, which would help the agency diversify its service range. Starting January 1, 2009, APS covers all the Algerian territory."
    }
]