[
    {
        "body": "Télam is the Argentine national news agency founded in 1945. It provides news and information to about 300 subscribers, including government entities and national and international media. It operates as a state enterprise. Télam was established as Telenoticiosa Americana (American Telenews) on April 14, 1945, by an initiative of then Vice President Juan Domingo Perón, with the purpose to compete with US agencies such as United Press International and Associated Press. At its inception it started as a Public-private partnership, in a joint venture between government and private capital. Its first director was Gerónimo Jutronich, who was tasked with forming a team of journalists, some of which came from ANDI, another state agency created in 1944. The new agency started disseminating information on October 12, 1945, but not until 1948 was able to form a national-coverage network, after signing the first contracts with journalists from the country's interior. These acted as correspondents for the headquarters in Buenos Aires by telegram or telephone. The normal growth process of the company was interrupted by the military coup overthrowing Perón in 1955. Télam's financial situation was not strong enough to allow it to function without subsidies. The new authorities did not at first provide funding, and wages were in arrears for a few months. The company started to stabilize on July 30, 1959, when Bernabé Villegas, Adolfo Garino and Blas Calaro, among others, reorganized the company as Télam Sociedad Anónima, Periodística, Radiofónica, Cinematográfica, Comercial, Inmobiliaria y Financiera changing the legal constitution from a Limited liability company to an incorporated company (S.A.). A presidential decree signed by Arturo Frondizi authorized the new private company to work under the new legal framework. During the 1960s, Télam increased its clientele to include the four TV networks in Buenos Aires as well as major city newspapers such as Clarín. News started to be transmitted by telex, which allowed them to reach more cities around the country in less time. The government of José María Guido, appointed and controlled by the military after the March 29, 1962, coup against Frondizi, closed the agency on May 30, 1963, alleging they 'are transmitting false information that by its nature and reach, subverts the public order and the public calm, when the government is firm in its purpose of eliminating any factor capable of disrupting the electoral process by applying the powers it has during a state of unrest'. Télam became a fully government owned company under the de facto government of General Juan Carlos Onganía, on June 24, 1968, after the state bought its outstanding shares through the Secretaría de Difusión y Turismo (Ministry of Tourism and Information). At the same time, a new legal framework decreed that all advertisement by state entities and companies be handled through the agency. This decision allowed the company to generate a considerable amount of new internal resources. The agency did not come out unscathed from the dictatorship in power between 1976 and 1983; besides the censorship to which it was subjected under the dictatorship, during the subsequent, democratically elected government of Raúl Alfonsín, the disappearance of an important part of Télam's journalistic and photographic archives came to light. The leading local private news agencies, Noticias Argentinas and Diarios y Noticias, publicly asked for the closing of Télam in 1984, and in 1992, President Carlos Menem ordered the company be put into receivership, to be liquidated in two years. He rescinded the order in 1996 and replaced it with a new decree advanced by the Economy Minister, Domingo Cavallo, which left Télam without one of its main sources of income by dismantling the official government advertisement monopoly. Télam continued nonetheless to function as an advertising agency, though it was Menem's government intention to remove that function completely. His successor, President Fernando de la Rúa, again announced the closure of the advertisement area and the sale of the agency's headquarters, in 2000, but this was never implemented. The state's news media outlets were merged in 2001, and the agency joined public television (Canal 7) and public radio (LRA Radio Nacional) within the Servicio Nacional de Medios Públicos (National Service of Public Media). The change was rescinded in 2002, however, and Télam regained its autonomy. At the present time, the company is a government-owned entity under the control of the Secretaría de Comunicación Pública (Communications Ministry), which appoints its board of directors. Its budget is part of the federal State Budget, although the agency also generates its own income through it advertising business. There were about 450 personnel at Télam in 2005, with about half assigned to the news department. The news agency also publishes editions in English and Mandarin Chinese. The agency organized the third News Agencies World Congress (NAWC) in 2010."
    }
]